Repository: kkaefer/drupal-l10n_server
Catalog: connectors/l10n_drupalorg/translations/modules-l10n_drupalorg.*.po
Languages: sv

source: File %file already exists.
sv: Filen %file existerar redan.

source: Unable to download and save %download_link file.
sv: Kunde inte ladda ner och spara filen %download_link

source: The drupal.org localization community connector watches for new projects at drupal.org, downloads the new packages and extracts their translatable strings. Here you can set up the limits of how these operations are performed. The <a href="@scan_link">Scan tab</a> allows you to initiate a manual scan.
sv: Kopplingen för communityts lokalisering söker efter nya projekt på drupal.org, laddar ner nya paket och packar upp dess översättningsbara strängar. Här kan du ange dess gräns för hur dessa funktioner genomförs. <a href="@scan_link">Avsökningsfliken</a> låter dig sätta igång en manuell avsökning.

source: Connector for drupal.org
sv: Koppling för drupal.org

source: Configure the drupal.org connector.
sv: Konfigurera kopplingen till drupal.org

source: Configure
sv: Konfigurera

source: Scan
sv: Avsök

source: Number of projects to scan at once
sv: Antal projekt att avsöka på en gång

source: The number of projects to scan on a manual or cron run. Scanning is synchronous, so you need to wait for the download to complete and Drupal to extract and parse the tarball content. If everything goes well, detailed data about the project and its releases, files, and translatable strings will be inserted into the database and become available for translation.
sv: Antal projekt att avsöka på en manuell körning eller schemalagd aktivitet. Avsökningen sker samtidigt, så du måste vänta på att nedladdningen slutförs och på att Drupal skall packa upp och tolka innehållet från den packade filen. Om allting fungerar så kommer detaljerad data om projektet och dess utgåvor samt översättningsbara strängar kommer att läggas in i databasen och bli tillgängliga för översättning.

source: Scan new projects on every cron run
sv: Avsök nya projekt under varje schemalagd aktivitet

source: Disabled
sv: Inaktiverad

source: Enabled
sv: Aktiverad

source: administer localization community for drupal.org
sv: administrera community för lokaliseringen åt drupal.org

source: Localization community for drupal.org
sv: Community för lokalisering åt drupal.org

source: Maintains a copy of project and release listings, extracts translateable strings from project files.
sv: Bibehåller en kopia av projekt och listor för utgåvor, packar upp översättningsbara strängar från projektfiler.

source: Localization server
sv: Server för lokalisering
